const options = {
    strings: [
        ">_每一天都是新的开始，迎接挑战，拥抱机会，活出精彩！",
        ">_心中有梦，脚下有力，不停歇地向前迈进，追寻无限可能！",
        ">_阳光洒满心间，笑容绽放脸上，活力充沛，激情奔放，这就是我的生活方式！",
        ">_勇敢面对每一个日出，充满热情迎接每一个日落，生命充满活力与希望。",
        ">_跳动的心脏，奔放的梦想，决不停步，永不疲倦，向往光明的未来！",
        ">_燃烧不尽的激情，永远不放弃的坚持，努力不止，活力迸发！",
        ">_每一刻都是新的开始，每一次努力都是新的突破，精力充沛，自信满满，勇敢向前！",
        ">_不畏风雨，不惧逆境，挑战高峰，活力四射，以梦为马，不负韶华！",
        ">_生命之泉涌动不息，梦想之火燃烧不熄，拥抱希望，迎接挑战，尽情释放内心的活力！",
        ">_充满热情的每一天，不放弃的每一个梦想，用行动诠释生命的活力与力量！",
    ],
    typeSpeed: 100,
    backSpeed: 45,
    startDelay: 300,
    loop: true,
    showCursor: false,
};
const typed = new Typed('#typed', options);