 const options = {
    strings: [
        ">_岁月如歌，留下的不只是照片，更是无数珍贵的回忆。",

        ">_每一张照片，都是时光的见证。 感恩这段美好的旅程。 ",
        
        ">_与你们的每一次相聚，都是生活里最美好的时光。",
        
        ">_时光飞逝，记忆依旧清晰如昨。 感谢有你们，我的生活更加完整。 ",
        
        ">_人生的每一个瞬间，都值得被珍藏和回忆。",
        
        ">_岁月流逝，但我们的友谊依然如初。 谢谢你们，陪我走过这段人生路。 ",
        
        ">_生活不止眼前的苟且，还有诗和远方。",
        
        ">_相片中的每一个微笑，都是幸福的印记。",
        
        ">_青春如歌，我们在岁月的编织中，绽放出最灿烂的色彩。",
        
        ">_每一个故事，都有它的记忆。 在这里，我们共同写下了无数珍贵的篇章。" ,
    ],
    typeSpeed: 100, 
    backSpeed: 45   , 
    startDelay: 300, 
    loop: true, 
    showCursor: false,
};
const typed = new Typed('#typed',options);