const options = {
    strings: [
        ">_每一天都是学习的新起点，每一堂课都是知识的新收获，不断进步，不停探索，成就更优秀的自己！",
        ">_心怀求知的火焰，努力拓展学习的领域，不断追求卓越，不畏难题，成就智慧与力量！",
        ">_知识如同清晨的阳光，温暖心田，激励前行，每一次学习，都是内心成长的礼物！",
        ">_坚定的信念，不懈的努力，勤奋学习，智慧绽放，让学习成为充满活力的生活态度！",
        ">_汲取知识的甘泉，滋养心灵的树木，每一次学习，都是人生进步的阶梯！",
        ">_勇敢面对知识的挑战，乐观迎接学习的机遇，用心学习，用智慧铸就未来的辉煌！",
        ">_不畏艰难，不惧挑战，求知求真，追求卓越，用学习的力量改变命运！",
        ">_学无止境，不断探索，不断进步，汲取智慧的力量，让学习成就更加辉煌的明天！",
        ">_每一个学习的时刻，都是智慧的积累，每一份努力，都是未来的投资，让学习成为无限可能的源泉！",
        ">_用知识点燃梦想的火花，用学习书写成功的篇章，不停学习，不息前行，成就更加精彩的自己！",
    ],
    typeSpeed: 100,
    backSpeed: 45,
    startDelay: 300,
    loop: true,
    showCursor: false,
};
const typed = new Typed('#typed', options);